Repository: nextpay-ir/osclass-payment-gateway
Catalog: languages/*/messages.po
Languages: fa_ir

source: Congratulations, the plugin is now configured
fa_ir: تبریک می گوییم. افزونه پیکربندی شد

source: Payments settings
fa_ir: تنظیمات پرداخت

source: Premium ads
fa_ir: آگهی ویژه

source: Allow premium ads
fa_ir: پرداخت هزینه برای آگهی ویژه

source: Default premium cost
fa_ir: هزینه پیشفرض آگهی ویژه

source: Premium days
fa_ir: روز های آگهی ویژه

source: Publish fee
fa_ir: هزینه انتشار

source: Pay per post ads
fa_ir: پرداخت هزینه برای آگهی رایگان

source: Default publish cost
fa_ir: هزینه پیشفرض انتشار

source: Default currency
fa_ir: ارز پیش‌فرض

source: You could specify up to 3 'packs' that users can buy, so they don't need to pay each time they publish an ad. The credit from the pack will be stored for later uses.
fa_ir: شما می توانید سه 'بسته' مشخص کنید تا کاربران بتوانند خریداری کنند. بنابراین کاربران شما نیاز نخواهند داشت برای انتشار آگهی هر بار پرداخت انجام دهند. اعتبار بسته برای استفاده های بعدی کاربران ذخیره خواهد شد.

source: Price of pack #%d
fa_ir: قیمت بسته #%d

source: help
fa_ir: راهنما

source: Show options
fa_ir: نمایش تنظیمات

source: Save changes
fa_ir: ذخیره تغییرات

source: Cancel
fa_ir: لغو

source: Category prices updated correctly
fa_ir: هزینه دسته بدرستی بروز رسانی شد

source: Category is not defined
fa_ir: دسته بندی تعریف نشده است

source: Category prices changed to default
fa_ir: هزینه دسته بندی به پیشفرض تغیر یافت

source: Set category prices
fa_ir: تنظیم هزینه برای دسته بندی ها

source: Delete category prices
fa_ir: حذف هزینه های دسته بندی ها

source: Set categories prices
fa_ir: تنظیم هزینه برای دسته بندی ها

source: Add new price
fa_ir: افزودن قیمت جدید

source: Publish cost: %s %s
fa_ir: هزینه انتشار: %s %s

source: Premium cost: %s %s
fa_ir: هزینه آگهی ویژه: %s %s

source: edit
fa_ir: ویرایش

source: delete
fa_ir: حذف

source: Category
fa_ir: دسته بندی

source: Publish price
fa_ir: هزینه انتشار

source: Premium price
fa_ir: هزینه آگهی ویژه

source: Add
fa_ir: افزودن

source: This will revert back the prices to the default ones. Do you want to continue?
fa_ir: آیا برای انجام این عمل مطمئن هستید. این عمل غیرقابل بازگشت می باشد؟

source: Delete
fa_ir: حذف

source: ID
fa_ir: شناسه

source: Description
fa_ir: توضیحات

source: Date
fa_ir: تاریخ

source: Code
fa_ir: کد تراکنش

source: Amount
fa_ir: مبلغ

source: Email
fa_ir: ایمیل

source: UserID
fa_ir: شناسه کاربر

source: ItemID
fa_ir: شناسه آگهی

source: Source
fa_ir: درگاه

source: Product type
fa_ir: نوع سفارش

source: Premium Ads
fa_ir: آگهی ویژه

source: Pack
fa_ir: بسته

source: Publish Ads
fa_ir: آگهی رایگان

source: WALLET PAY
fa_ir: شارژ اکانت

source: Paypal Log ID
fa_ir: شناسه پرداخت

source: Pay with your credit
fa_ir: پرداخت با اعتبار شما

source: Payment plugin
fa_ir: سیستم پرداخت

source: Payment options
fa_ir: تنظیمات پیشرفته

source: Categories fees
fa_ir: هزینه دسته بندی ها

source: Premium Log
fa_ir: گزارش ویژه ها

source: Publish Log
fa_ir: گزارش آگهی های رایگان

source: payment + Log
fa_ir: گزارش پرداخت ها

source: User Pay Log
fa_ir: تراکنش های پرداخت ها

source: Listings payment status
fa_ir: ویژه سازی آگهی ها

source: Buy credit for payments
fa_ir: خرید اعتبار برای پرداخت ها

source: Make the ad premium
fa_ir: ویژه ساختن آگهی

source: Item's title
fa_ir: عنوان آگهی

source: Item's description
fa_ir: توضیحات آگهی

source: In order to make premium your ad , it's required to pay a fee
fa_ir: برای ویژه کردن آگهی خود باید مبلغ زیر را پرداخت نمایید

source: The current fee for this category is: %d %s
fa_ir: هزینه ارسال آگهی برای این دسته بندی برابر است با: %d %s

source: Premium fee for item %d
fa_ir: هزینه آگهی ویژه برای آگهی %d

source: There was an error
fa_ir: یک خطا رخ داد

source: There's no need to pay the premium fee
fa_ir: نیازی به پرداخت هزینه آگهی ویژه نیست

source: The item is already a premium ad
fa_ir: این آگهی در حال حاضر آگهی ویژه است

source: The item doesn not exists
fa_ir: آگهی وجود ندارد

source: Premiums ads are not allowed
fa_ir: آگهی ویژه مجاز نیست

source: Paypal & your listings
fa_ir: آگهی های شما & ویژه سازی

source: You don't have any listing yet
fa_ir: شما آگهی هنوز ارسال نکرده اید.

source: Publication date
fa_ir: تاریخ انتشار

source: Price
fa_ir: قیمت

source: Paid!
fa_ir: پرداخت شد!

source: Pay for this item
fa_ir: پرداخت برای این آگهی

source: Already premium!
fa_ir: در حال حاضر ويژه است!

source: Make premium
fa_ir: ویژه کردن

source: Credit packs. Your current credit is %s
fa_ir: خرید بسته های اعتباری ( اعتبار فعلی شما %s است)

source: Your wallet is empty. Buy some credits.
fa_ir: موجودی حساب شما خالی می باشد. برای درج آگهی ویژه یکی از اعتبارات زیر را خریداری کنید.

source: Credit pack #%d
fa_ir: بسته اعتباری #%d

source: Credit for %s %s
fa_ir: اعتبار برای %s %s

source: Continue the publish process
fa_ir: ادامه عملیات اتشار

source: In order to make visible your ad to other users, it's required to pay a fee
fa_ir: برای رویت آگهی شما به دیگر کاربران، لازم است تا هزینه آن را پرداخت کنید

source: Publish fee for item %d
fa_ir: هزینه پرداخت برای آگهی %d

source: There's no need to pay the publish fee
fa_ir: نیازی به پرداخت هزینه انتشار وجود ندارد

source: The publish fee is already paid
fa_ir: هزینه انتشار در حال حاضر پرداخت شده است

source: Payment processed correctly
fa_ir: پرداخت به درستی پردازش شد

source: There were some errors, please try again later or contact the administrators
fa_ir: تعدادی خطا رخ داد. لطفا بعدا دوباره امتحان کنید یا با مدیران کل تماس بگیرید
